{
  "id": 1,
  "link": "https://docs.google.com/spreadsheets/d/1licA3CnVWL--t8-0q2zDZFHhBXL5CPJOW82wwWcbgtU/edit#gid=0",
  "training_days": [
    {
      "description": "Разминка 20 минут легко бегом.7 минут теповый отрезок, не терпеть, просто ровно работать на средних оборотах(3я зона).\nУскорения 3 по 30 сек на 80% через 2 минуты, больше на мощь и лучше по мягкому в тягун. И так 3 раза(темп+короткие) Заминка15 минут легко бегом",
      "essence": "вариативная работа, можно делать на роллерах.",
      "duration": 95
    },
    {
      "description": "Любая циклическая нагрузка: бег\\ролики\\велосипед\\плавание, главное спокойно 80-90 минут и ОФП на руки и спину. На ОФП 15-20 минут ",
      "essence": "Циклическую часть делать спокойно, не задыхаясь, не терпеть, так, чтобы вы могли спокойно говорить, не сбивая дыхание. На ОФП не убиваться, никакой работы в отказ. Подтягивания, отжимнаия, горизонтальная\\вертикальная тяга, жим лежа. Можно делать техническую работу на ролях",
      "duration": 100
    },
    {
      "description": "Низкоинтенсивная длительная работа на низком пульсе: кросс\\роллеры\\велосипед 115-120 минут.",
      "essence": "Спокойно набираем объем низкоинтенсивной работы",
      "duration": 105
    },
    {
      "description": "Разгрузочный день. Отдых или легкий кросс 40 минут и 20 минут спокойно покатать СБУ в тягун",
      "essence": "Небольшая базовая прыжковая работа на ноги для общего силового фона",
      "duration": 60
    },
    {
      "description": "Разминка 20 минут спокойно. скоростная работа, лучше на роллерах. (6 минут+4 минуты)х2. Отдых равен по времени ускорению. Делать не на максимум, все отрезки нужно сделать ровно. Заминка  20 минут",
      "essence": "плотненькая работа, можно порабоать, но не убиваться. В идеале делать на классике",
      "duration": 90
    },
    {
      "description": "Разминка 15 минут бегом,5 подходов по 20 приседаний, 5 минут легко бегом, 5 подходов отжимания по 20раз, 5 минут легко бегом, 5 подходов поднятие ног в висе на перекладине по 10-15 повторений, 5 минут легко бегом, 5 подходов подтягивания, заминка 10-15 минут",
      "essence": "Круговая накопительная силовая, сильно не вкладываться, в отказ не работать, пульс не завышать.Упражнения можно свои добавлять, главное на туже группу мышц и без весов больших и без работы в отказ.",
      "duration": 80
    },
    {
      "description": "Любая циклическая нагрузка: бег\\ролики\\велосипед\\плавание, главное спокойно 80-90 минут.",
      "essence": "Спокойно набираем объем низкоинтенсивной работы.",
      "duration": 80
    }
  ]
}