{
  "id": 0,
  "training_days": [
    {
      "description": "Разминка 20 минут бегом. 5 подходов по 20 приседаний, 5 минут легко бегом, 5 подходов отжимания по 20 раз, 5 минут легко бегом, 5 подходов поднятие ног в висе на перекладине по 10-15 повторений, 5 минут легко бегом, 5 подходов подтягивания, заминка 15 минут.",
      "essence": "Круговая накопительная силовая, сильно не вкладываться, в отказ не работать, пульс не завышать.Упражнения можно свои добавлять, главное на туже группу мышц и без весов больших и без работы в отказ.",
      "duration": 90
    },
    {
      "description": "Любая циклическая нагрузка: бег\\ролики\\велосипед\\плавание, главное спокойно 80-90 минут(1-2зона)  и ОФП на ноги и пресс. 5 подходов на упражнение.",
      "essence": "Циклическую часть делать спокойно, не задыхаясь, не терпеть, так, чтобы вы могли спокойно говорить, не сбивая дыхание. можно сделать техническую на роллерых, но без повышения интенсивности! На ОФП не убиваться, в отказ не работать. Обычные приседания или выпады, на пресс любые скручивания или поднятие ног.",
      "duration": 100
    },
    {
      "description": "Низкоинтенсивная длительная работа на низком пульсе: кросс\\роллеры\\велосипед 115-120 минут.",
      "essence": "Спокойно набираем объем низкоинтенсивной работы, можно сделать техническую на роллерых, но без повышения интенсивности!",
      "duration": 105
    },
    {
      "description": "Разгрузочный день. Отдых или легкий кросс 40 минут.",
      "essence": "Можно велосипед\\кросс\\ролики\\роллеры, главное прям спокойно, это не тренировка по сути.",
      "duration": 40
    },
    {
      "description": "Разминка 15 минут спокойно.\n5 минут сбу без резких движений, как силовой фон.\n12 по 30 сек через 2,5 минуты отдыха в тягун или на стадионе, после 6го отрезка отбежка спокойно 10 минут\nзаминка 15-20 минут.",
      "essence": "Скоростная тренировка с силовым фоном, трезки делать не в полную силу, процентов на 80.",
      "duration": 90
    },
    {
      "description": "Роллеры разминка 20 минут спокойно.Силовая на руках 50-60 минут без повышения темпа. Заимнка 10-15 минут. В идеале делать на классике. Если ролей нет, то шаговая имитация.",
      "essence": "Вдумчиво спокойно вталкиваете себя в подъемы, должны грузиться широчайшие, трапеции и трицепс.",
      "duration": 90
    },
    {
      "description": "Любая циклическая нагрузка: бег\\ролики\\велосипед\\плавание, главное спокойно 80-90 минут.",
      "essence": "Спокойно набираем объем низкоинтенсивной работы.",
      "duration": 80
    }
  ]
}