{
  "id": 2,
  "link": "https://docs.google.com/spreadsheets/d/1licA3CnVWL--t8-0q2zDZFHhBXL5CPJOW82wwWcbgtU/edit#gid=375857164",
  "training_days": [
    {
      "description": "Разминка 20 минут. Взрыная силовая работа по 5 ускорения по 15 сек: наруках, на ногах, под каждый, горным.Если митация то, то просто 20 по 15 сек. Отдых 1,5 минуты. Отрезки в подъем, после 12го отоезка откатка\\отбежка 7-8 минут. Заминка 15-20 минут ",
      "essence": "Можно хорошенько всаживать, но не выжимать все соки, если чувствуете, что скорсоть падает и начинаются мучения, то на заминку.",
      "duration": 90
    },
    {
      "description": "Любая циклическая нагрузка: бег\\ролики\\велосипед\\плавание, главное спокойно 80-90 минут и ОФП наноги и пресс. 5 подходов на упражнение",
      "essence": "Циклическую часть делать спокойно, не задыхаясь, не терпеть, так, чтобы вы могли спокойно говорить, не сбивая дыхание. можно сделать техническую на роллерых, но без повышения интенсивности! На ОФП не убиваться, в отказ не работать. Обычные приседания или выпады, на пресс любые скручивания или поднятие ног.",
      "duration": 100
    },
    {
      "description": "Специальная силовая на роллерах или шаговая имитация с акцентированным задавливаниием палок. разминка 15 минут спокойно, силовая часть 60 минут, заминка 15 минут",
      "essence": "Силовую часть не превращать в темповую работу. Нельзя повышать интенсивность, важно работать именно мышцами, качественно вталкивать себя МЫШЦАМИ!",
      "duration": 90
    },
    {
      "description": "Разгрузочный день. Отдых или легкий кросс 40 минут и 20 минут спокойно покатать СБУ в тягун",
      "essence": "Небольшая базовая прыжковая работа на ноги для общего силового фона",
      "duration": 60
    },
    {
      "description": "Разминка 20 минут спокойно.В один подъем чередуете классичскую, коньковую имитацию без палок+выпады+лягушка+многоскоки. и так на одном подъеиме 55 минут. Заимнка 15-20 минут",
      "essence": "Спокойно делаете, это не ускорения, больше силовая работа. https://www.youtube.com/watch?v=T8cygekj8eo - ссылка на многоскоки, выполняет явно лыжник=) ",
      "duration": 90
    },
    {
      "description": "Разминка 15 минут бегом,5 подходов по 20 приседаний, 5 минут легко бегом, 5 подходов отжимнаия по 20раз, 5 минут легко бегом, 5 подходов поднятие ног в висе на перекладине по 10-15 повторений, 5 минут легко бегом, 5 подходов подтягивания, заминка 10-15 минут",
      "essence": "Круговая накопительная силовая, сильно не вкладываться, в отказ не работать, пульс не завышать.",
      "duration": 80
    },
    {
      "description": "Любая циклическая нагрузка: бег\\ролики\\велосипед\\плавание, главное спокойно 80-90 минут",
      "essence": "Спокойно набираем объем низкоинтенсивной работы.",
      "duration": 80
    }
  ]
}