{
  "id": 3,
  "link": "https://docs.google.com/spreadsheets/d/1licA3CnVWL--t8-0q2zDZFHhBXL5CPJOW82wwWcbgtU/edit#gid=621677288",
  "training_days": [
    {
      "description": "Разминка 20 минут легко бегом. Темопвая работа в 3й зоне с умеренным вложением, не терпеть, не разгоняться, спокойно подконтрольно бежать\\ехать на роллера(на руках на классике) 2 протяжки, одна 25 минут, вторая 20 минут, между ними 5 минут отдых заминка 15 минут легко бегом.",
      "essence": "сильно не тратиться, если попрет, то бросать темповую и просто отбеэка\\откатка",
      "duration": 90
    },
    {
      "description": "Любая циклическая нагрузка: бег\\ролики\\велосипед\\плавание, главное спокойно 80-90 минут и ОФП на ноги и пресс. 5 подходов по 20-25 повторений",
      "essence": "Циклическую часть делать спокойно, не задыхаясь, не терпеть, так, чтобы вы могли спокойно говорить, не сбивая дыхание. На ОФП не убиваться, в отказ не работать, на ноги не делать никаких прыжков!",
      "duration": 100
    },
    {
      "description": "Разминка 15 минут бегом,5 подходов по 20 приседаний, 5 минут легко бегом, 5 подходов отжимания по 20раз, 5 минут легко бегом, 5 подходов поднятие ног в висе на перекладине по 10-15 повторений, 5 минут легко бегом, 5 подходов подтягивания, заминка 10-15 минут",
      "essence": "Круговая накопительная силовая, сильно не вкладываться, в отказ не работать, пульс не завышать.Упражнения можно свои добавлять, главное на туже группу мышц и без весов больших и без работы в отказ.",
      "duration": 95
    },
    {
      "description": "Разгрузочный день. Отдых или легкий кросс 30 минут и 20 минут спокойно офп на руки и спину",
      "essence": "Циклическую часть делать спокойно, не задыхаясь, не терпеть, так, чтобы вы могли спокойно говорить, не сбивая дыхание. На ОФП не убиваться, в отказ не работать. отжимания обычные или на брусьях+подтягивания",
      "duration": 50
    },
    {
      "description": "Разминка 20 минут легко бегом. На одном подъеме чередуете только классическую и коньковую имитации, 60 минут. Заминка 15 миунт легко бегом",
      "essence": "Небольшая работа, больше для силового фона, поэтому важно делать на тягуне. Разминка и заминка прям спокойно, без напряжения",
      "duration": 95
    },
    {
      "description": "Низкоинтенсивная длительная работа на низком пульсе: кросс\\роллеры\\велосипед 115-120 минут",
      "essence": "Спокойно набираем объем низкоинтенсивной работы. В идеале юлозить на классике и как можно больше еахть попеременным одношажным.",
      "duration": 105
    },
    {
      "description": "Любая циклическая нагрузка: бег\\ролики\\велосипед\\плавание, главное спокойно 80-90 минут",
      "essence": "Спокойно набираем объем низкоинтенсивной работы",
      "duration": 80
    }
  ]
}